adam-watters.vscode-color-pick
AugusteRame.zls-vscode
bierner.emojisense
bungcip.better-toml
golang.go
Gruntfuggly.todo-tree
lanza.lldb-vscode
ms-vscode.makefile-tools
patricklee.vsnotes
redhat.vscode-yaml
rust-lang.rust-analyzer
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
waderyan.gitblame
ziglang.vscode-zig
ziyasal.vscode-open-in-github
