tap "apple/apple"
tap "derailed/k9s"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "int128/kubelogin"
tap "messense/macos-cross-toolchains"
tap "sidneys/homebrew"
tap "vektra/tap"
tap "vmware-tanzu/carvel"
brew "gettext"
brew "atuin"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "libx11"
brew "ccat"
brew "clusterctl"
brew "cmake"
brew "fd"
brew "fish"
brew "gcc"
brew "gh"
brew "gnupg"
brew "go"
brew "gum"
brew "htop"
brew "hugo"
brew "jp2a"
brew "jq"
brew "k3d"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "mage"
brew "mingw-w64"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "qemu"
brew "qt"
brew "qt@5"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_ttf"
brew "shellcheck"
brew "slides"
brew "sshpass"
brew "sshuttle"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tilt"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zenity"
brew "zsh"
brew "derailed/k9s/k9s"
brew "int128/kubelogin/kubelogin"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "vektra/tap/mockery"
brew "vmware-tanzu/carvel/ytt"
cask "amethyst"
cask "kegworks"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "xquartz"
vscode "adam-watters.vscode-color-pick"
vscode "augusterame.zls-vscode"
vscode "bierner.emojisense"
vscode "bungcip.better-toml"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "lanza.lldb-vscode"
vscode "ms-vscode.makefile-tools"
vscode "patricklee.vsnotes"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
