tap "derailed/k9s"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "int128/kubelogin"
tap "sidneys/homebrew"
tap "vektra/tap"
brew "gettext"
brew "azure-cli"
brew "libx11"
brew "ccat"
brew "cmake"
brew "go"
brew "dep"
brew "docker-machine-driver-hyperkit", link: false
brew "gcc"
brew "gh"
brew "gnupg"
brew "hugo"
brew "istioctl"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "kustomize"
brew "kyma-cli"
brew "neovim"
brew "node"
brew "qt"
brew "qt@5"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tree"
brew "watch"
brew "wget"
brew "zenity"
brew "zsh"
brew "derailed/k9s/k9s"
brew "int128/kubelogin/kubelogin"
brew "vektra/tap/mockery"
