tap "clebs/downgrades"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "int128/kubelogin"
tap "vektra/tap"
brew "azure-cli"
brew "ccat"
brew "cmake"
brew "go"
brew "dep"
brew "docker-machine-driver-hyperkit", link: false
brew "gettext"
brew "gh"
brew "helm"
brew "helm@2"
brew "hyperkit", link: false
brew "istioctl"
brew "jq"
brew "k3d", link: false
brew "kubernetes-cli"
brew "kustomize"
brew "kyma-cli"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "clebs/downgrades/k3d@4.4.8"
brew "int128/kubelogin/kubelogin"
brew "vektra/tap/mockery"
